<?php $page_title = "Співробітництво"; ?>
<?php include("includes/header.php");?>
<?php include("includes/navigation.html");?>

<section class="content">
  <div id="cooperation">
    <p>Запрошуємо наукових та науково-педагогічних працівників вищих навчальних закладів і наукових установ, представників органів влади, працівників прокуратури й інших відомств, а також молодих учених долучитися до авторського активу наукового фахового журналу „Вісник Національної академії прокуратури України”.</p>

    <h3>Вимоги до оформлення наукових статей, які публікуються<br>в журналі «Вісник національної академії прокуратури України»</h3>

    <ol>
      <li><span class="bold-item">Вимоги щодо змісту:</span>
        <ul>
          <li><span class="list-item">1.1.</span> Високий науковий рівень;</li>
          <li><span class="list-item">1.2.</span> Відповідність структурних елементів статті вимогам постанови Президії ВАК України «Про підвищення вимог до фахових видань, віднесених до переліків ВАК України» від 15 січня 2003 року № 7-05/1 (Бюлетень ВАК України. – 2003. – № 1. – С. 2.). Зокрема, наукова стаття має містити такі необхідні елементи:
            <ul>
              <li><span class="list-item">а)</span> постановка проблеми у загальному вигляді та її зв’язок із важливими науковими чи практичними завданнями;</li>
              <li><span class="list-item">б)</span> аналіз останніх досліджень і публікацій, у яких започатковано розв’язання даної проблеми і на які спирається автор, виділення невирішених раніше частин загальної проблеми, котрим присвячується означена стаття;</li>
              <li><span class="list-item">в)</span> формулювання цілей статті (постановка завдання);</li>
              <li><span class="list-item">г)</span> виклад основного матеріалу дослідження з повним обґрунтуванням отриманих наукових результатів;</li>
              <li><span class="list-item">ґ)</span> висновки з даного дослідження і перспективи подальших розвідок у даному напрямку.</li>
            </ul>
          </li>
        </ul>
      </li>

      <li><span class="bold-item">Вимоги щодо обсягу:</span>
        <ul>
          <li><span class="list-item">2.1.</span> Загальний обсяг статті – назва, відомості про автора, текст, список використаних джерел, анотації (укр., англ., рос. мовами), ключові слова (укр., англ., рос. мовами) має бути 10–12 сторінок;</li>
          <li><span class="list-item">2.2.</span> Загальний обсяг рецензії – до 5 сторінок. Обов’язково надсилається примірник монографії, навчального посібника чи іншого рецензованого видання за адресою: вул. Мельникова, 81-б, м. Київ, 04050 (із вказівкою адресата – редакції журналу «Вісник Національної академії прокуратури України».</li>
        </ul>
      </li>

      <li><span class="bold-item">Вимоги щодо оформлення:</span>
        <ul>
          <li><span class="list-item">3.1.</span> Виконання українською, англійською мовами;</li>
          <li><span class="list-item">3.2.</span> У паперовому та електронному варіантах наукової статті інформація подається у наведеній нижче послідовності:
            <ul>
              <li><span class="list-item">3.2.1.</span> Інформація про автора статті (ім’я, прізвище, науковий ступінь, вчене звання, посада, адреса електронної пошти);</li>
              <li><span class="list-item">3.2.2.</span> Шифр за Універсальною десятковою класифікацією (УДК);</li>
              <li><span class="list-item">3.2.3.</span> Назва статті напівжирним шрифтом з вирівнюванням по центру;</li>
              <li><span class="list-item">3.2.4.</span> Виклад тексту статті із дотриманням вимог щодо змісту;</li>
              <li><span class="list-item">3.2.5.</span> Список використаних джерел;</li>
              <li><span class="list-item">3.2.6.</span> Назва статті, анотація (2–4 речення) та ключові слова українською, англійською, російською мовами (3–5 слів). Ключове слово – це слово (словосполучення) із тексту статті, що несе смислове навантаження і відображає основний її зміст поза контекстом.</li>
            </ul>
          </li>
          <li><span class="list-item">3.3.</span> Ключова термінологія та основні положення статті по тексту можуть виділятися курсивом;</li>
          <li><span class="list-item">3.4.</span> Бібліографічні посилання у тексті позначаються в квадратних дужках у порядку зростання;</li>
          <li><span class="list-item">3.5.</span> Список використаних джерел подається в кінці тексту мірою згадування (без повторів). Оформлення списку використаних джерел здійснюється відповідно до Форми 23, запровадженої наказами ВАК України від 29 травня 2007 року № 342, від 3 грудня 2007 року № 845, від 26 січня 2008 року № 63, від 3 березня 2008 року № 147, ДСТУ ГОСТ 7.1:2006 «Система стандартів з інформації, бібліотечної та видавничої справи. Бібліографічний запис. Бібліографічний опис. Загальні вимоги та правила складання» і ДСТУ 3582-97 «Інформація та документація. Скорочення слів в українській мові у бібліографічному описі. Загальні вимоги та правила»;</li>
          <li><span class="list-item">3.6.</span> При використанні виносок вони позначаються на зразок «*» і розміщуються унизу сторінки;</li>
          <li><span class="list-item">3.7.</span> Текст повинен бути надрукований у редакторі MS Word з вирівнюванням по ширині з відступом від лівого краю – 1,25 см; поля: верхнє, нижнє – 2 см, ліве – 3 см та праве – 1 см; шрифт: Times New Roman, розмір шрифту (кегль) – 14, міжрядковий інтервал – 1,5. У тексті не повинно бути переносів і макросів.</li>
        </ul>
      </li>

      <li><span class="bold-item">Вимоги щодо подання:</span>
        <ul>
          <li><span class="list-item">4.1.</span> Для розміщення надаються наукові статті, які раніше не були опубліковані (розміщені) в інших друкованих (електронних) виданнях;</li>
          <li><span class="list-item">4.2.</span> Завірені належним чином (з необхідними підписами та печатками) документи або їх скановані копії, які можуть бути надіслані на адресу електронної пошти журналу (visnyk.napu@ukr.net):
            <ul>
              <li><span class="list-item">а)</span> до статей аспірантів, ад’юнктів, здобувачів – рекомендація до друку у формі витягу з протоколу засідання кафедри (відділу) вищого навчального закладу (наукової установи) та рецензія доктора (кандидата) наук, який є фахівцем у галузі знань, що стосується тематики статті;</li>
              <li><span class="list-item">б)</span> до статей осіб, які в подальшому вступатимуть до аспірантури чи ад’юнктури, – рецензія доктора (кандидата) наук, який є фахівцем у галузі знань, що стосується тематики статті.</li>
            </ul>
          </li>
          <li><span class="list-item">4.3.</span> Обов’язковою умовою розміщення статті є надання автором (співавторами) розширеної анотації на 1,5–2 сторінки (3,5–4 тис. знаків з пробілами) англійською мовою із зазначенням прізвища, імені, посади, наукового ступеня, вченого звання та назви статті;</li>
          <li><span class="list-item">4.4.</span> Кольорове якісне фото розміром 9х12 із роздільною здатністю не менш як 300 dpi подається в електронному вигляді у форматі jpg або tiff;</li> 
          <li><span class="list-item">4.5.</span> Ілюстрації (чорно-білі або кольорові) необхідно подавати в електронному вигляді у форматах Adobe PhotoShop (PSD), tiff, ai, pdf, eps належної якості. Роздільна здатність не менш як 300 dpi, розмір зображення не менш як 1060х1410 pixel. Не допускається перефотографування або сканування ілюстрацій з друкованих джерел. У векторних форматах текст необхідно переводити у криві або додавати шрифти;</li>
          <li><span class="list-item">4.6.</span> Діаграми та графіки мають бути зроблені за допомогою векторних редакторів Adobe Illustrator, Corel Draw або MS Excel;</li>
          <li><span class="list-item">4.7.</span> Таблиці виконуються у форматі MS Word (rtf або doc);</li>
          <li><span class="list-item">4.8.</span> Схеми подаються у векторному форматі (cdr, eps, pdf, ai);</li>
          <li><span class="list-item">4.9.</span> Формули виконуються з використанням редактора формул MS Equation 3.0, Math Type;</li>
          <li><span class="list-item">4.10.</span> Діаграми, графіки, схеми, формули не потрібно розміщати в окрему рамку або поверх тексту. Текст має бути зверху та знизу без використання обтікання;</li>
          <li><span class="list-item">4.11.</span> Автор несе відповідальність за достовірність викладеного матеріалу, належність останнього йому особисто та якість перекладу цитат з іншомовних джерел;</li>
          <li><span class="list-item">4.12.</span> Матеріали, подані з порушенням зазначених вимог, не публікуються, автору не повертаються;</li>
          <li><span class="list-item">4.13.</span> Не гарантується розміщення матеріалів, не пов’язаних із тематикою журналу;</li>
          <li><span class="list-item">4.14.</span> Редакційна колегія вправі рецензувати, редагувати, скорочувати та відхиляти статті;</li>
          <li><span class="list-item">4.15.</span> Автор подає <a href="data/zayavka.pdf" target="_blank">заявку такого змісту</a> (можна подати скановану її копію за вказаною вище адресою електронної пошти).</li>
        </ul>
      </li>
    </ol>
    <p>Щиро сподіваємося на плідну співпрацю!</p>
  </div>
</section>

<?php include("includes/footer.html");?>

</body>
</html>