<?php $page_title = "Головна"; ?>
<?php include("includes/header.php");?>
<?php include("includes/navigation.html");?>

<section class="content">
  <div id="about">
    <img id="napu-logo" src="images/napu-logo.jpg">
    <h4>Про видання</h4>
    <p>Науково-теоретичний та науково-практичний журнал "Вісник Національної академії прокуратури України" засновано 18 листопада 2005 року.</p>
    <p><strong>Засновник:</strong> Національна академія прокуратури України.</p>
    <p><strong>Мета заснування:</strong> досягнення якісно нового рівня задоволення інформаційних потреб суспільства в знаннях у галузі права.</p>
    <p><strong>Завдання</strong> науково-теоретичного та науково-практичного журналу "Вісник Національної академії прокуратури України": висвітлення та доведення до громадськості результатів актуальних наукових досліджень вчених, наукових і науково-педагогічних працівників вищих навчальних закладів та наукових установ, представників органів влади, працівників прокуратури України й інших відомств, а також молодих науковців.</p>
    <p>Науково-теоретичний та науково-практичний журнал "Вісник Національної академії прокуратури України" включено до Переліку наукових фахових видань України в галузі юридичних наук відповідно до наказу Міністерства освіти і науки України від 4 липня 2014 року № 793.</p>
    <p>Науково-теоретичний та науково-практичний журнал "Вісник Національної академії прокуратури України" зареєстровано в мiжнароднiй базi даних перiодичних видань: ISSN 2311-6676.</p>
    <p>Видається 4 рази на рік.</p>
  </div>
</section>

<?php include("includes/footer.html");?>